{
  "sections": [
    {
      "id": "section_0",
      "strings": [
        {
          "title_light": "Entre crises et revendications",
          "title_light_en": "Between crises and claims",
          "title_light_de": "Zwischen Krisen und Anforderungen"
        },
        {
          "title_main": "Les évolutions des courants politiques au sein de l’Assemblée nationale*",
          "title_main_en": "The evolutions of political currents within the National Assembly*",
          "title_main_de": "Die Entwicklungen der politischen Strömungen innerhalb der Nationalversammlung*"
        },
        {
          "intro": "Ceci est une représentation visuelle des résultats des élections législatives françaises depuis la première en 1791.",
          "intro_en": "This is a visual representation of the results of French legislative elections since the first in 1791.",
          "intro_de": "Dies ist eine visuelle Darstellung der Ergebnisse der französischen Parlamentswahlen seit der ersten im Jahr 1791."
        }
      ]
    },
    {
      "id": "section_1",
      "articles": [
        {
          "portable_text": [
            {
              "_key": "404a2afd14c8",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Cette visualisation a été réalisée à partir de données de sources variées, mais principalement depuis la liste des législatures françaises sur ",
                  "_key": "bac930b93b0a"
                },
                {
                  "_type": "span",
                  "marks": ["b0690139050a"],
                  "text": "Wikipédia",
                  "_key": "0c4d140af356"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". Plus les données sont anciennes, moins elles sont précises. En effet, les concepts modernes de partis politiques ou de groupes parlementaires n’existaient pas toujours. Les députés étaient alors étiquetés en fonction de leurs votes, une fois élus.",
                  "_key": "f97f19c03baf"
                }
              ],
              "markDefs": [
                {
                  "_key": "b0690139050a",
                  "_type": "link",
                  "href": "https://fr.wikipedia.org/wiki/Liste_des_l%C3%A9gislatures_fran%C3%A7aises"
                }
              ],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "6b24cf19290b",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "De plus, il a fallu trancher de manière arbitraire sur l’appartenance de chaque parti ou député à un courant politique. Les nuances et les évolutions des partis politiques ne sont d’ailleurs pas forcément prises en compte. Ajoutons à cela que les familles politiques telles que la droite ou la gauche sont des notions qui, au fil du temps, ont pu se déplacer. L’extrême gauche du début de la IIIe République pourrait correspondre aujourd’hui à un positionnement centriste. Pour plus de clarté, j’ai décidé de classer les partis à partir de repères contemporains.",
                  "_key": "ff6b031217b3"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "9c4bd231b42c",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Enfin, j’ai souhaité représenter les accords électoraux entre partis tels que les coalitions. Celles-ci permettent de mieux comprendre les rapports de force qui s’opèrent. Elles n’ont pas toujours les mêmes modalités, et les informations manquent parfois pour les élections les plus anciennes.",
                  "_key": "6f4c1903fcb0"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            }
          ],
          "portable_text_en": [
            {
              "_key": "592ad033d355",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "This visualization was created using data from various sources, but mainly from the list of French legislatures on ",
                  "_key": "6c8985f9ea84"
                },
                {
                  "_type": "span",
                  "marks": ["2e0532f9b6c4"],
                  "text": "Wikipédia",
                  "_key": "7f583d6450bd"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". The older the data, the less accurate it is. Indeed, modern concepts of political parties or parliamentary groups did not always exist. MPs were then labelled according to their votes, once elected.",
                  "_key": "e9f9c2c32aa5"
                }
              ],
              "markDefs": [
                {
                  "_key": "2e0532f9b6c4",
                  "_type": "link",
                  "href": "https://fr.wikipedia.org/wiki/Liste_des_l%C3%A9gislatures_fran%C3%A7aises"
                }
              ],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "c0a49b405ec4",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "In addition, it was necessary to arbitrarily decide on the affiliation of each party or deputy to a political movement. The nuances and developments of political parties are not necessarily taken into account. Let us add to this that political families such as the right or the left are notions that, over time, have been able to move. The extreme left of the beginning of the Third Republic could correspond today to a centrist position. For the sake of clarity, I decided to classify the parties based on contemporary benchmarks. ",
                  "_key": "3719dac4baba"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "3486352f348f",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Finally, I wanted to represent electoral agreements between parties such as coalitions. These allow us to better understand the balance of power that takes place. They do not always have the same modalities, and information is sometimes lacking for the oldest elections.",
                  "_key": "46386ffb43fe"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            }
          ],
          "portable_text_de": [
            {
              "_key": "cf31595a30f6",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Diese Visualisierung wurde unter Verwendung von Daten aus verschiedenen Quellen erstellt, hauptsächlich jedoch aus der Liste der französischen gesetzgebenden Körperschaften auf ",
                  "_key": "8464965dba85"
                },
                {
                  "_type": "span",
                  "marks": ["26effcd020b9"],
                  "text": "Wikipédia",
                  "_key": "ac12a4e99af2"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". Je älter die Daten sind, desto ungenauer sind sie. Tatsächlich gab es moderne Konzepte politischer Parteien oder Fraktionen nicht immer. Nach ihrer Wahl wurden die Abgeordneten entsprechend ihrer Stimmabgabe benannt.",
                  "_key": "ecad5922b6e8"
                }
              ],
              "markDefs": [
                {
                  "_key": "26effcd020b9",
                  "_type": "link",
                  "href": "https://fr.wikipedia.org/wiki/Liste_des_l%C3%A9gislatures_fran%C3%A7aises"
                }
              ],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "0b8ebae6c99c",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Zudem musste über die Mitgliedschaft jedes einzelnen Parteimitglieds bzw. Abgeordneten zu einer politischen Bewegung willkürlich entschieden werden. Nuancen und Entwicklungen der politischen Parteien werden dabei nicht unbedingt berücksichtigt. Hinzu kommt die Tatsache, dass politische Strömungen wie die Rechte oder die Linke sich im Laufe der Zeit verändern konnten. Die extreme Linke zu Beginn der Dritten Republik könnte heute einer zentristischen Position entsprechen. Der Übersichtlichkeit halber habe ich mich für eine Klassifizierung der Parteien nach zeitgenössischen Maßstäben entschieden.",
                  "_key": "47b281d74eba"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "9a637c9f8d77",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Schließlich wollte ich Wahlabsprachen zwischen Parteien, etwa Koalitionen, darstellen. Diese ermöglichen uns ein besseres Verständnis der herrschenden Machtverhältnisse. Die Verfahren sind nicht immer identisch und für ältere Wahlen fehlen teilweise Informationen.",
                  "_key": "371f2e0b3536"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            }
          ]
        },
        {
          "portable_text": [
            {
              "_key": "74fe085172c0",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "* Les assemblées ont pris différentes formes et différents noms, les modes de scrutin ont évolué et l’Histoire a avancé en rendant chaque élection unique par les enjeux politiques et sociaux de l’époque. Ce site propose une vision synthétique, et donc incomplète quant aux contextes entourant chaque élection.",
                  "_key": "83e0c673d027"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "839896cda9ef",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Cependant, des événements marquants sont placés en marge du graphique principal pour contextualiser d’avantage les résultats. Ces choix ne prétendent pas à l’exhaustivité et peuvent gagner en pertinence. Vos retours sont les bienvenus.",
                  "_key": "2fe3e69d31ab"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            }
          ],
          "portable_text_en": [
            {
              "_key": "e5f7e3b1b99d",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "* Assemblies have taken different forms and names, voting methods have evolved and history has progressed, making each election unique due to the political and social issues of the time. This site offers a synthetic, and therefore incomplete, view of the contexts surrounding each election.",
                  "_key": "a48abfbf3fbd"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "27c714a72289",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "However, significant events are placed on the margins of the main graph to further contextualize the results. These choices do not claim to be exhaustive and may gain in relevance. Your feedback is welcome.",
                  "_key": "3203b75cf545"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            }
          ],
          "portable_text_de": [
            {
              "_key": "8edae2c18d2e",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "* Die Versammlungen haben unterschiedliche Formen und Namen angenommen, die Wahlmethoden haben sich weiterentwickelt und die Geschichte hat sich weiterentwickelt, indem sie jede Wahl aufgrund der politischen und sozialen Probleme der Zeit einzigartig gemacht hat. Diese Site bietet einen synthetischen und daher unvollständigen Überblick über die Zusammenhänge jeder Wahl.",
                  "_key": "8b4b891e9698"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "177d53199f91",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Bemerkenswerte Ereignisse werden jedoch an den Rändern des Hauptdiagramms platziert, um die Ergebnisse weiter in einen Kontext zu setzen. Diese Auswahl erhebt keinen Anspruch auf Vollständigkeit und kann an Relevanz gewinnen. Ihr Feedback ist willkommen.",
                  "_key": "09b0008f3147"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            }
          ]
        }
      ]
    },
    {
      "id": "section_2",
      "articles": [
        {
          "portable_text": [
            {
              "_key": "e26ffde99938",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Ce graphique est inspiré du superbe travail de ",
                  "_key": "84c021b4dc52"
                },
                {
                  "_type": "span",
                  "marks": ["18a16c269048"],
                  "text": "Tom Février et Marie Patino",
                  "_key": "999070e3b8ca"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": " pour ",
                  "_key": "dd6edae68a86"
                },
                {
                  "_type": "span",
                  "marks": ["0200d2192564"],
                  "text": "cet article de Bloomberg",
                  "_key": "8e83d768e9f6"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". En le découvrant, j’aurais aimé pouvoir l’étendre jusqu’à la révolution de 1789. C’est donc ce que j’ai fait. Je l’ai fait pour le plaisir, pour apprendre à créer des visualisations de données, et pour mieux comprendre l’histoire politique de la France.",
                  "_key": "067c767486da"
                }
              ],
              "markDefs": [
                {
                  "_key": "18a16c269048",
                  "_type": "link",
                  "href": "https://mastodon.social/@tomfevrier/112751171765233201"
                },
                {
                  "_key": "0200d2192564",
                  "_type": "link",
                  "href": "https://www.bloomberg.com/graphics/2024-french-election-results/"
                }
              ],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "3731b16c2eed",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "J’espère que vous prendrez autant de plaisir à le consulter, qu’il vous apportera connaissances ou mises en perspectives. Si vous y rencontrez des erreurs, des imprécisions, des oublis, ou si vous avez des suggestions, ",
                  "_key": "dde3f35a8b1a"
                },
                {
                  "_type": "span",
                  "marks": ["d14bd3007823"],
                  "text": "n’hésitez pas à me contacter",
                  "_key": "774eec696914"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". Je ne suis ni historien, ni expert en politique, et c’est mon premier projet de visualisation de données. Je suis donc ouvert à toute critique constructive, tant sur le contenu que sur le code.",
                  "_key": "3d5392f9cdf4"
                }
              ],
              "markDefs": [
                {
                  "_key": "d14bd3007823",
                  "_type": "link",
                  "href": "mailto:legislaturesfr@gmail.com"
                }
              ],
              "_type": "block",
              "style": "normal"
            }
          ],
          "portable_text_en": [
            {
              "_key": "8c5e9f3a8b17",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "This chart is inspired by the great work of ",
                  "_key": "f95206b49beb"
                },
                {
                  "_type": "span",
                  "marks": ["e2defca43bc6"],
                  "text": "Tom Février and Marie Patino",
                  "_key": "69b51e2b6e4a"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "_key": "9d8ad3ea76f1",
                  "text": " for "
                },
                {
                  "_type": "span",
                  "marks": ["b4e5324fd1d7"],
                  "text": "this Bloomberg article",
                  "_key": "6b5576a4e52a"
                },
                {
                  "_type": "span",
                  "_key": "c451d104d7bf",
                  "text": ". When I discovered it, I wished I could extend it to the revolution of 1789. So that’s what I did. I did it for fun, to learn how to create data visualizations, and to better understand the political history of France.",
                  "marks": []
                }
              ],
              "markDefs": [
                {
                  "_key": "b4e5324fd1d7",
                  "_type": "link",
                  "href": "https://www.bloomberg.com/graphics/2024-french-election-results/"
                },
                {
                  "_key": "e2defca43bc6",
                  "_type": "link",
                  "href": "https://mastodon.social/@tomfevrier/112751171765233201"
                }
              ],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "062738b23af0",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "I hope you will enjoy reading it as much as it will bring you knowledge or perspective. If you find any errors, inaccuracies, omissions, or if you have any suggestions, ",
                  "_key": "7388aa31d583"
                },
                {
                  "_type": "span",
                  "marks": ["2be0ddfc9890"],
                  "text": "please do not hesitate to contact me",
                  "_key": "5324ee1e65d5"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". I am neither a historian nor a political expert, and this is my first data visualization project, so I am open to constructive criticism, both on the content and the code.",
                  "_key": "8b724a4dbefa"
                }
              ],
              "markDefs": [
                {
                  "_key": "2be0ddfc9890",
                  "_type": "link",
                  "href": "mailto:legislaturesfr@gmail.com"
                }
              ],
              "_type": "block",
              "style": "normal"
            }
          ],
          "portable_text_de": [
            {
              "_key": "86c33a405f65",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Dieses Diagramm ist von der hervorragenden Arbeit von ",
                  "_key": "82fb7e8075eb"
                },
                {
                  "_type": "span",
                  "marks": ["2dc23619c9e5"],
                  "text": "Tom Février und Marie Patino",
                  "_key": "f6fef4346a9c"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": " für ",
                  "_key": "6f88bf25b90a"
                },
                {
                  "_type": "span",
                  "marks": ["8c1218cc5386"],
                  "text": "diesen Bloomberg-Artikel",
                  "_key": "0498dded95e0"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". Als ich es entdeckte, hätte ich es gern bis zur Revolution von 1789 ausdehnen können. Und das habe ich getan. Ich habe es aus Spaß gemacht, um zu lernen, wie man Datenvisualisierungen erstellt und um die politische Geschichte Frankreichs besser zu verstehen.",
                  "_key": "82a95a70cb97"
                }
              ],
              "markDefs": [
                {
                  "_key": "2dc23619c9e5",
                  "_type": "link",
                  "href": "https://mastodon.social/@tomfevrier/112751171765233201"
                },
                {
                  "_key": "8c1218cc5386",
                  "_type": "link",
                  "href": "https://www.bloomberg.com/graphics/2024-french-election-results/"
                }
              ],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "80e38e56115d",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Ich hoffe, dass Ihnen die Lektüre ebenso viel Freude bereitet wie dass sie Ihnen Wissen und Perspektiven vermittelt. Wenn Sie Fehler, Ungenauigkeiten oder Auslassungen feststellen oder Vorschläge haben, zögern Sie bitte nicht, ",
                  "_key": "56fe21ac633b"
                },
                {
                  "_type": "span",
                  "marks": ["c304ccd06f59"],
                  "text": "mich zu kontaktieren",
                  "_key": "6233f8d17066"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". Ich bin weder Historiker noch Politikexperte und dies ist mein erstes Datenvisualisierungsprojekt. Ich bin daher für jede konstruktive Kritik sowohl zum Inhalt als auch zum Code offen.",
                  "_key": "b85a6fd05e9a"
                }
              ],
              "markDefs": [
                {
                  "_key": "c304ccd06f59",
                  "_type": "link",
                  "href": "mailto:legislaturesfr@gmail.com"
                }
              ],
              "_type": "block",
              "style": "normal"
            }
          ]
        },
        {
          "portable_text": [
            {
              "_key": "466063edffce",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Je remercie également toutes les personnes qui m’ont apporté données, explications, retours et soutien.",
                  "_key": "7df2c7e7e095"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "ec2ca12a6eb7",
              "children": [
                {
                  "_type": "span",
                  "marks": ["4e132e2f5fe0"],
                  "text": "Contenu soumis à la licence CC-BY-SA 4.0",
                  "_key": "00caaca9fa99"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". Source : Article ",
                  "_key": "4eb8f263a1cf"
                },
                {
                  "_type": "span",
                  "marks": ["em", "30fe972d1d35"],
                  "text": "Liste des législatures françaises",
                  "_key": "f4e1a14b6cde"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": " de ",
                  "_key": "216dce264101"
                },
                {
                  "_type": "span",
                  "marks": ["eaeaa3fd3721"],
                  "text": "Wikipédia en français",
                  "_key": "ed8058d8433b"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": " (",
                  "_key": "17ec98114b97"
                },
                {
                  "_type": "span",
                  "marks": ["ca60d6561d3c"],
                  "text": "auteurs",
                  "_key": "2aac0d4cb846"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ")",
                  "_key": "d89617fe4818"
                }
              ],
              "markDefs": [
                {
                  "_key": "4e132e2f5fe0",
                  "_type": "link",
                  "href": "https://creativecommons.org/licenses/by-sa/4.0/deed.fr"
                },
                {
                  "_key": "30fe972d1d35",
                  "_type": "link",
                  "href": "http://fr.wikipedia.org/wiki/Liste_des_l%C3%A9gislatures_fran%C3%A7aises"
                },
                {
                  "_key": "eaeaa3fd3721",
                  "_type": "link",
                  "href": "https://fr.wikipedia.org/"
                },
                {
                  "_key": "ca60d6561d3c",
                  "_type": "link",
                  "href": "http://fr.wikipedia.org/w/index.php?title=Liste_des_l%C3%A9gislatures_fran%C3%A7aises&action=history"
                }
              ],
              "_type": "block",
              "style": "lastParagraph"
            }
          ],
          "portable_text_en": [
            {
              "_key": "d18de0bc9af9",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "I also thank all the people who provided me with data, explanations, feedback and support.",
                  "_key": "93c2343b0f8d"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "e40eb7f9d15b",
              "children": [
                {
                  "_type": "span",
                  "marks": ["18d49ba42aa3"],
                  "text": "Content licensed under CC-BY-SA 4.0",
                  "_key": "6d583e394a73"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". Source : Article ",
                  "_key": "34ae3e9ae2d4"
                },
                {
                  "_type": "span",
                  "marks": ["em", "47d441a5f282"],
                  "text": "Liste des législatures françaises",
                  "_key": "0e89cd653de6"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": " from ",
                  "_key": "847c6e705d6d"
                },
                {
                  "_type": "span",
                  "marks": ["d27aa0f60893"],
                  "text": "Wikipédia in french",
                  "_key": "5053a7d25296"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": " (",
                  "_key": "db04af1f678c"
                },
                {
                  "_type": "span",
                  "marks": ["5b4ca4bda0b7"],
                  "text": "authors",
                  "_key": "e52c27a7e25f"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ")",
                  "_key": "ee1fb7085a5b"
                }
              ],
              "markDefs": [
                {
                  "_key": "18d49ba42aa3",
                  "_type": "link",
                  "href": "https://creativecommons.org/licenses/by-sa/4.0/deed.fr"
                },
                {
                  "_key": "47d441a5f282",
                  "_type": "link",
                  "href": "http://fr.wikipedia.org/wiki/Liste_des_l%C3%A9gislatures_fran%C3%A7aises"
                },
                {
                  "_key": "d27aa0f60893",
                  "_type": "link",
                  "href": "https://fr.wikipedia.org/"
                },
                {
                  "_key": "5b4ca4bda0b7",
                  "_type": "link",
                  "href": "http://fr.wikipedia.org/w/index.php?title=Liste_des_l%C3%A9gislatures_fran%C3%A7aises&action=history"
                }
              ],
              "_type": "block",
              "style": "lastParagraph"
            }
          ],
          "portable_text_de": [
            {
              "_key": "875ec4544af7",
              "children": [
                {
                  "_type": "span",
                  "marks": [],
                  "text": "Außerdem danke ich allen Menschen, die mir Daten, Erklärungen, Feedback und Unterstützung zur Verfügung gestellt haben.",
                  "_key": "ffcd9d148386"
                }
              ],
              "markDefs": [],
              "_type": "block",
              "style": "normal"
            },
            {
              "_key": "0db74af3effd",
              "children": [
                {
                  "_type": "span",
                  "marks": ["42b900671733"],
                  "text": "Inhalt lizenziert unter CC-BY-SA 4.0",
                  "_key": "748571ff91c6"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ". Quelle: Artikel ",
                  "_key": "67732e4588de"
                },
                {
                  "_type": "span",
                  "marks": ["54d5e4ed2e1f", "em"],
                  "text": "Liste des législatures françaises",
                  "_key": "cbb923c9d7d7"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": " aus der ",
                  "_key": "036613f6ec14"
                },
                {
                  "_type": "span",
                  "marks": ["aa07dde21fab"],
                  "text": "französischen Wikipédia",
                  "_key": "661656ff8b2a"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": " (",
                  "_key": "6109ed73b8ce"
                },
                {
                  "_type": "span",
                  "marks": ["f9ded076240f"],
                  "text": "Autoren",
                  "_key": "6c837aca1987"
                },
                {
                  "_type": "span",
                  "marks": [],
                  "text": ")",
                  "_key": "22e5aec344a9"
                }
              ],
              "markDefs": [
                {
                  "_key": "42b900671733",
                  "_type": "link",
                  "href": "https://creativecommons.org/licenses/by-sa/4.0/deed.fr"
                },
                {
                  "_key": "54d5e4ed2e1f",
                  "_type": "link",
                  "href": "http://fr.wikipedia.org/wiki/Liste_des_l%C3%A9gislatures_fran%C3%A7aises"
                },
                {
                  "_key": "aa07dde21fab",
                  "_type": "link",
                  "href": "https://fr.wikipedia.org/"
                },
                {
                  "_key": "f9ded076240f",
                  "_type": "link",
                  "href": "http://fr.wikipedia.org/w/index.php?title=Liste_des_l%C3%A9gislatures_fran%C3%A7aises&action=history"
                }
              ],
              "_type": "block",
              "style": "lastParagraph"
            }
          ]
        }
      ]
    }
  ]
}
